docs/history/history11/KBhimpending_crisis_reading.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-30 Tue 23:25 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Impending Crisis Reading</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Houjun Liu" />
<link rel="stylesheet" href="/global.css" type="text/css"/>
<link rel="stylesheet" href="/admonition.css" type="text/css"/>
<link rel="stylesheet" href="https://quantumish.github.io/admonition.css" />
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Impending Crisis Reading</h1> <h2 class="subtitle"></h2> <span class="author">Houjun Liu</span> <span class="date">2021-11-30 Tue 23:24</date></div>
</div>
<div id="content">
<div id="table-of-backlinks"><h2>Backlinks</h2><ul></ul></div><div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orge0a94f9">1. Chapter 1</a>
<ul>
<li><a href="#orgeb90329">1.1. Sense of want of peace</a></li>
<li><a href="#org7693de1">1.2. Mexican war regarded as a war of slavery</a></li>
<li><a href="#orgaded07d">1.3. The expansion of America was actually a disappointing result due to divisions in congress</a></li>
<li><a href="#orgc496771">1.4. :claim: the sense of divisive expansion was a result of the "impulsive" sense of manifest destiny</a></li>
<li><a href="#org5ba10be">1.5. The force of manifest destiny threatened the union itself</a></li>
</ul>
</li>
<li><a href="#org73bc7d0">2. Chapter 2</a>
<ul>
<li><a href="#org54bbfc0">2.1. The normal force of manifest destiny was re-appropriated to be that advocating for slavery</a></li>
<li><a href="#org50585b8">2.2. Division on the passage of the bill became independent of party lines but instead seperated by geography</a></li>
<li><a href="#org55ca6a8">2.3. North-South divide highly prevalent in internal-party politics</a></li>
<li><a href="#org2db2ef3">2.4. :claim: Sectionality and politics are two different things, they become conflated != they are the same</a></li>
<li><a href="#orgb027116">2.5. :claim: that the discord in culture would have caused conflict regardless of slavery</a></li>
<li><a href="#org0b02686">2.6. South + North values different things, which contributed to cultural difference</a></li>
<li><a href="#org6b8ea92">2.7. :claim: View of "culture-driven-sectionalism" ignores the actual large amonut similarity between the two cultures</a></li>
<li><a href="#org0507747">2.8. Differences in production augmented differences in philosophy</a></li>
<li><a href="#orga347eac">2.9. Another theory concerns the fact that African American settlement may compete with Caucasian settlement</a></li>
<li><a href="#org4ddaf99">2.10. When the Revolution took place, a moral unity was created that actually started abolition</a></li>
<li><a href="#org854e9aa">2.11. :claim: Antislavery was ignited because it became clear that southern states wish to stick to it</a></li>
<li><a href="#org2ba4936">2.12. Culture, Economics, and Ideologies were pitched as the standard for explaining sectional conflict</a></li>
<li><a href="#orga116e06">2.13. Slavery was the touchpoint for the intangible conflict of values</a></li>
<li><a href="#orgf5f49b4">2.14. Each section painted a strawman of the other to react to</a></li>
<li><a href="#org4aa837e">2.15. :claim: That the sectionalization and painting of strawman actually cause further discord w.r.t. being blinded to similarities</a></li>
<li><a href="#orga3685a3">2.16. North divided upon emphasis: whether to preserve human rights/slavery at all costs, or to preserve the Union, etc.</a></li>
<li><a href="#org7b00bb3">2.17. That, due to the divided contexts of the North, idelogical code-switching and context-switching is needed to preserve the Union and abolish slavery</a></li>
<li><a href="#org461dff5">2.18. The attempt to reconciliation split Northern value is dangerous</a></li>
<li><a href="#orga52803f">2.19. When Mexico war took place, the careful Northern seperation was disturbed</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orge0a94f9" class="outline-2">
<h2 id="orge0a94f9"><span class="section-number-2">1</span> Chapter 1</h2>
<div class="outline-text-2" id="text-1">
</div>

<div id="outline-container-orgeb90329" class="outline-3">
<h3 id="orgeb90329"><span class="section-number-3">1.1</span> Sense of want of peace</h3>
<div class="outline-text-3" id="text-1-1">
<p>
threatening that "if Mexico protracted the war," more land cessions, in addition to California and the Southwest, "must be required as further indemnity."
</p>
</div>
</div>

<div id="outline-container-org7693de1" class="outline-3">
<h3 id="org7693de1"><span class="section-number-3">1.2</span> Mexican war regarded as a war of slavery</h3>
<div class="outline-text-3" id="text-1-2">
<p>
it was regarded as a war of unjustified aggression on behalf of the evil institution of slavery
</p>
</div>
</div>

<div id="outline-container-orgaded07d" class="outline-3">
<h3 id="orgaded07d"><span class="section-number-3">1.3</span> The expansion of America was actually a disappointing result due to divisions in congress</h3>
<div class="outline-text-3" id="text-1-3">
<p>
This gigantic step in the growth of the American republic was not taken with enthusiasm by either president or Congress, but resulted from the fact that the elements in opposition could find no viable alternative and no basis on which they could combine.
</p>
</div>
</div>

<div id="outline-container-orgc496771" class="outline-3">
<h3 id="orgc496771"><span class="section-number-3">1.4</span> :claim: the sense of divisive expansion was a result of the "impulsive" sense of manifest destiny</h3>
<div class="outline-text-3" id="text-1-4">
<p>
an ominous fulfillment for the impulses of American nationalism.
</p>
</div>
</div>

<div id="outline-container-org5ba10be" class="outline-3">
<h3 id="org5ba10be"><span class="section-number-3">1.5</span> The force of manifest destiny threatened the union itself</h3>
<div class="outline-text-3" id="text-1-5">
<p>
Much of the national harmony had rested upon the existence of a kind of balance between the northern and southern parts of the United States. The decision to fight the war had disturbed this balance, and the acquisition of a new empire which each section desired to dominate endangered the balance further.
</p>

<p>
(Mexican-American war was the instigator of the revolotuion)
</p>

<p>
"Perhaps it may even be said that the developments which gave American nationalism the strength to survive also generated a supreme threat to its survival ."
</p>
</div>
</div>
</div>

<div id="outline-container-org73bc7d0" class="outline-2">
<h2 id="org73bc7d0"><span class="section-number-2">2</span> Chapter 2</h2>
<div class="outline-text-2" id="text-2">
</div>

<div id="outline-container-org54bbfc0" class="outline-3">
<h3 id="org54bbfc0"><span class="section-number-3">2.1</span> The normal force of manifest destiny was re-appropriated to be that advocating for slavery</h3>
<div class="outline-text-3" id="text-2-1">
<p>
assailing the expansionist plans of the administration, suggesting that the ulterior purpose was to extend the area of slavery
</p>
</div>
</div>

<div id="outline-container-org50585b8" class="outline-3">
<h3 id="org50585b8"><span class="section-number-3">2.2</span> Division on the passage of the bill became independent of party lines but instead seperated by geography</h3>
<div class="outline-text-3" id="text-2-2">
<p>
The roll call produced a division not between Whigs and Democrats, but between northerners and southerners.
</p>
</div>
</div>

<div id="outline-container-org55ca6a8" class="outline-3">
<h3 id="org55ca6a8"><span class="section-number-3">2.3</span> North-South divide highly prevalent in internal-party politics</h3>
<div class="outline-text-3" id="text-2-3">
<p>
Ever since the days when Martin Van Buren had jockeyed to displace John C. Calhoun the favor of Andrew Jackson
</p>
</div>
</div>

<div id="outline-container-org2db2ef3" class="outline-3">
<h3 id="org2db2ef3"><span class="section-number-3">2.4</span> :claim: Sectionality and politics are two different things, they become conflated != they are the same</h3>
<div class="outline-text-3" id="text-2-4">
<p>
it is well to recognize that sectionalism was not initially or intrinsically a political phenomenon, and it is important to consider sectionalism in its prepolitical form
</p>
</div>
</div>

<div id="outline-container-orgb027116" class="outline-3">
<h3 id="orgb027116"><span class="section-number-3">2.5</span> :claim: that the discord in culture would have caused conflict regardless of slavery</h3>
<div class="outline-text-3" id="text-2-5">
<p>
The two cultures still would have clashed even if all the Negroes had been free.
</p>
</div>
</div>
<div id="outline-container-org0b02686" class="outline-3">
<h3 id="org0b02686"><span class="section-number-3">2.6</span> South + North values different things, which contributed to cultural difference</h3>
<div class="outline-text-3" id="text-2-6">
<p>
Southerners placed a premium on the values of loyalty, courtesy, and physical courage­ these being the accustomed virtues of simple, agricultural societies with primitive technology. &#x2026; [Whereas northern states] had begun to respond to the dynamic forces of industrialization, mass transportation, and modem technology
</p>
</div>
</div>
<div id="outline-container-org6b8ea92" class="outline-3">
<h3 id="org6b8ea92"><span class="section-number-3">2.7</span> :claim: View of "culture-driven-sectionalism" ignores the actual large amonut similarity between the two cultures</h3>
<div class="outline-text-3" id="text-2-7">
<p>
The outstanding weakness of this cultural interpretation is that exaggerates the points of diversity between North and South, mini mizes the similarities, and leaves out of account all the commonalities and shared values of the two sections which have been discussed in the preceding chapter.
</p>
</div>
</div>
<div id="outline-container-org0507747" class="outline-3">
<h3 id="org0507747"><span class="section-number-3">2.8</span> Differences in production augmented differences in philosophy</h3>
<div class="outline-text-3" id="text-2-8">
<p>
with the result that the North drew steadily further ahead of the South in population, wealth; and productivity
</p>
</div>
</div>
<div id="outline-container-orga347eac" class="outline-3">
<h3 id="orga347eac"><span class="section-number-3">2.9</span> Another theory concerns the fact that African American settlement may compete with Caucasian settlement</h3>
<div class="outline-text-3" id="text-2-9">
<p>
n the southern states-the free-soil movement dealt with them where they did not exist-in the territories; instead of proposing to free them, it proposed to keep them (and free Negroes as well) out of the new areas where they might compete with white settlers.
</p>
</div>
</div>
<div id="outline-container-org4ddaf99" class="outline-3">
<h3 id="org4ddaf99"><span class="section-number-3">2.10</span> When the Revolution took place, a moral unity was created that actually started abolition</h3>
<div class="outline-text-3" id="text-2-10">
<p>
both North and South had moved in unison to condemn slavery as an evil. The upper South had witnessed a formidable movement for the voluntary manumission of slaves
</p>
</div>
</div>
<div id="outline-container-org854e9aa" class="outline-3">
<h3 id="org854e9aa"><span class="section-number-3">2.11</span> :claim: Antislavery was ignited because it became clear that southern states wish to stick to it</h3>
<div class="outline-text-3" id="text-2-11">
<p>
increasingly clear that slavery was not in the process of extinction and the issue would not take care of itself.
</p>
</div>
</div>
<div id="outline-container-org2ba4936" class="outline-3">
<h3 id="org2ba4936"><span class="section-number-3">2.12</span> Culture, Economics, and Ideologies were pitched as the standard for explaining sectional conflict</h3>
<div class="outline-text-3" id="text-2-12">
<p>
cultural, economic, and ideological have long been the standard formulas for explaining the sectional conflict
</p>
</div>
</div>
<div id="outline-container-orga116e06" class="outline-3">
<h3 id="orga116e06"><span class="section-number-3">2.13</span> Slavery was the touchpoint for the intangible conflict of values</h3>
<div class="outline-text-3" id="text-2-13">
<p>
Slavery presented. An inescapable ethical ques tion which precipi tated a sharp conflict of values.
</p>
</div>
</div>
<div id="outline-container-orgf5f49b4" class="outline-3">
<h3 id="orgf5f49b4"><span class="section-number-3">2.14</span> Each section painted a strawman of the other to react to</h3>
<div class="outline-text-3" id="text-2-14">
<p>
As they became isolated, instead of reacting to each other as they were in actuality, each reacted to a distorted mental image of the other
</p>
</div>
</div>
<div id="outline-container-org4aa837e" class="outline-3">
<h3 id="org4aa837e"><span class="section-number-3">2.15</span> :claim: That the sectionalization and painting of strawman actually cause further discord w.r.t. being blinded to similarities</h3>
<div class="outline-text-3" id="text-2-15">
<p>
It caused both northerners and southerners to lose sight of how much alike they were and how many values they shared
</p>
</div>
</div>
<div id="outline-container-orga3685a3" class="outline-3">
<h3 id="orga3685a3"><span class="section-number-3">2.16</span> North divided upon emphasis: whether to preserve human rights/slavery at all costs, or to preserve the Union, etc.</h3>
<div class="outline-text-3" id="text-2-16">
</div>
</div>
<div id="outline-container-org7b00bb3" class="outline-3">
<h3 id="org7b00bb3"><span class="section-number-3">2.17</span> That, due to the divided contexts of the North, idelogical code-switching and context-switching is needed to preserve the Union and abolish slavery</h3>
<div class="outline-text-3" id="text-2-17">
<p>
Abraham Lincoln could say that "if slavery is not wrong then nothing is wrong," but he could also pledge himself to enforce the fugitive-slave clause of the Constitution and to defer the goal of emancipation into the remote future.
</p>
</div>
</div>
<div id="outline-container-org461dff5" class="outline-3">
<h3 id="org461dff5"><span class="section-number-3">2.18</span> The attempt to reconciliation split Northern value is dangerous</h3>
<div class="outline-text-3" id="text-2-18">
<p>
extremely threatening to the tranquillity of the northern mind
</p>
</div>
</div>
<div id="outline-container-orga52803f" class="outline-3">
<h3 id="orga52803f"><span class="section-number-3">2.19</span> When Mexico war took place, the careful Northern seperation was disturbed</h3>
<div class="outline-text-3" id="text-2-19">
<p>
The slavery problem, which had been so carefully diffused and localized, could not now be kept from coming to a sharp focus as a national issue
</p>
</div>
</div>
</div>
</div>
</body>
</html>
